app/controllers/v1/products_controller.rb

SELECT "products".* FROM "products"
---
    def index
        product = Product.all